const express = require('express');
const cors = require('cors');
const path = require('path');

const app = express();

const route = require('./route/routes');


const PORT = process.env.PORT || 8080;

//===========================================Add data to Momgoose db=============

// const doctorsPage = require('./model/doctorsPage');


// let items = new doctorsPage ({
//     items: [
//         {
//             pictureUrl: '../../../assets/img/page-headers/doctors.jpg',
//             textData: [
//                 {
//                     title: 'Алерголог',
//                     description: 'Прояви алергічних реакцій з кожним роком стають все різноманітніші, вражаючи все більшу кількість людей. Перші ознаки алергічних реакцій можуть проявитися в дуже ранньому віці. Дитячий алерголог огляне малюка і призначить необхідне лікування, допоможе підібрати засоби для догляду за чутливою ​​шкірою дитини.',
//                 },
//                 {
//                     title: 'Дерматолог',
//                     description: 'У порівнянні зі шкірою дорослої людини, шкіра дитини більш ніжна й чутлива. Багато батьків намагаються самостійно усунути нездорові прояви на шкірі дитини, забуваючи при цьому, що самолікування в таких випадках може призвести до погіршення ситуації. З\'ясувати причину подразнення та своєчасно почати лікування зможе тільки кваліфікований фахівець - дитячий дерматолог.',
//                 },
//                 {
//                     title: 'Терапевт',
//                     description: 'Терапевт - лікар, який займається найпоширенішими хворобами: нежиттю, гастритом, бронхітом, алергією, грипом. Якщо захворювання рідкісне або вимагає діагностики, терапевт відправляє дитину до вузького спеціаліста: гастроентеролога, алерголога, гінеколога і т. д. Саме терапевт шукає зв\'язок між симптомами, які виявили лікарі інших спеціалізацій.',
//                 },
//                 {
//                     title: 'Логопед',
//                     description: 'Грамотна і красива мова є запорукою взаємовигідної взаємодії людини з суспільством, а отже - варто працювати над будь-якими мовними дефектами. У дорослому житті подібні прояви рідко виправляються, однак піддаються ефективній корекції в дитячому віці. Тому консультація дитячого логопеда стане неминучою для всіх малюків, які зіткнулися з труднощами формування розмовних навичок.',
//                 },
//                 {
//                     title: 'Отоларинголог',
//                     description: 'Захворювання ЛОР-органів у дітей є однією з найпоширеніших проблем. Біль у горлі, кашель, аденоїди, отит - це далеко не повний перелік проблем, з якими звертаються до клініки BabyMed. У нас працюють досвідчені фахівці, які зможуть правильно діагностувати і призначити адекватне лікування вашій дитині.',
//                 },
//                 {
//                     title: 'Невролог',
//                     description: 'Діти різного віку схильні до розвитку захворювань нервової системи через травми в процесі пологів, вроджені дефекти або ж набуті вади у процесі розвитку. Основне завдання невролога - вчасно виявити, вивчити природу, визначити причини виникнення, вилікувати хворобу, а також попередити появу ускладнень.',
//                 },
//                 {
//                     title: 'Імунолог',
//                     description: 'Простудні захворювання та алергічні прояви, якщо їм не приділяти належної уваги, можуть стати причиною формування хронічних хвороб. Щоб вчасно діагностувати розлади імунної системи дитини, дізнатися, як допомогти дитині адаптуватися в дитячому колективі або зробити щеплення, клініка BabyMed запрошує відвідати лікаря-імунолога.',
//                 },
//                 {
//                     title: 'Хірург',
//                     description: 'Дитяча хірургія - розділ хірургії, що вивчає у дітей вроджені і постнатальні вади, придбані захворювання і пошкодження, лікування яких вимагає оперативного втручання або інших методів корекції в хірургічних установах. Дитячі хірурги клініки BabyMed спостерігають дітей з народження і до дорослого віку.'
//                 },
//             ]
//         }
//         ]
//   });

//   doctorsPage.find((err, res) => {
//     console.log(res);
// })

// doctorsPage.deleteMany( err => {
//     if(err) throw err;
//     console.log('Deleted');
// })

// items.save( err => {
//     if(err) throw err;
//     console.log('Saved!');
// })
//============================================

app.use(cors());
app.use(express.json());
app.use(express.static(path.join(__dirname, '/public')));
app.use('/api', route);

app.get('*', (req, res) => {
            res.sendFile(path.join(__dirname, 'public/index.html'))
        });

app.listen(PORT, () => {
    console.log(`Server stardet at port ${PORT}`);
});