news = [
    {
        author: 'Олесь Сорока',
        date: new Date(),
        photoUrl: '../../../assets/img/news-photo/#1.jpg',
        theme: 'Лікарі розповіли, як захистити свій організм від різкого похолодання',
        article: `Ще недавно ми раділи останнім промінням сонця, а зараз на зміну йому прийшли перші заморозки. Лікарі стверджують, що подібна зміна погоди дуже негативно впливає на здоров'я людини, тому наше завдання в цей період - максимально адаптуватися і підтримати свій організм. Для початку, треба розібратися, кому це загрожує в першу чергу:

        Хто в зоні ризику:
        
        метеочутливі люди;
        люди, які мають проблему з судинами головного мозку;
        люди, які недавно перенесли операцію на серце, інсульт або інфаркт;
        люди, у яких є проблеми з шийної областю.
        Які проблеми зі здоров'ям може викликати різка зміна температури:
        
        зниження рівня імунітету;
        біль і ломота в суглобах;
        часті і сильні головні болі;
        погіршення розумової діяльності;
        безсоння вночі і підвищена сонливість вдень;
        скачки в артеріальному тиску.
        Як підтримати свій організм у цей період
        
        Перша рекомендація буде зовсім несподіваною: лікарі радять знизити розумові та фізичні навантаження в цей час, а також скоротити час, проведений за комп'ютером, інформує UkrMedia.
        
        Ноги не повинні відчувати великого навантаження і тиску.
        
        По можливості, виділяйте час для відпочинку посеред дня. Короткий денний сон буде хорошим рішенням.
        
        Найприємніша порада - дозволь собі один раз на день десертну ложку коньяку - для судин вона стане справжнім ліками.
        
        Зменш в своєму раціоні кількість солі і жирних продуктів - це врятує від набряклості і знизить навантаження на судини.
        
        Більше вживай такі напої, як компоти з сухофруктів і киселі. Можеш ще спробувати чай з сиропом шипшини.
        
        Теплий душ, легкий масаж, достатня кількість вітамінів - все це допоможе метеозалежним людям впоратися з проблемами різкої зміни температури.`
    },
    {
        author: 'Олесь Сорока',
        date: new Date(),
        photoUrl: '../../../assets/img/news-photo/#2.jpg',
        theme: 'Парламент проголосував за медичну реформу в Україні: суть закону',
        article: `Медичну реформу в Україні – проект Закону про державні фінансові гарантії надання медичних послуг та лікарських засобів, яку ще у квітні 2017 року підготували у Кабінеті міністрів – нарешті підтримала Верховна Рада.

        За законопроект у другому читанні та в цілому у середу, 18 жовтня, проголосувало 240 народних депутатів.
        
        Вказаний законопроект є базовим для медичної реформи. Зокрема, у ньому передбачено гарантований пакет послуг і лікарські засоби за рахунок державного бюджету для громадян України. Зокрема, за рахунок держави будуть оплачувати надання екстреної, первинної та паліативної медичної допомоги. Ще однією новацією є зміна принципу фінансування – замість витрат на "ліжко-місце" тепер використовуватимуть принцип "гроші ходять за пацієнтом".

У МОЗ планують, що за кожного пацієнта сімейному лікарю буде нараховано 370 гривень. За малих дітей та людей похилого віку – платитимуть удвічі більше. Але не вся ця сума йтиме до лікаря.


У неї закладені також видатки медзакладу. Тобто кошти підуть не лише на оплату праці сімейного лікаря, а й медичного персоналу, комунальні платежі та витратні матеріали. Попри це чиновники запевняють, зарплата зросте. На це сподіваються і самі лікарі.

Зміни передбачають – бюджетним коштом людей рятуватимуть в екстрених ситуаціях та доглядатимуть під час смертельного захворювання. Безкоштовними також будуть пологи. Натомість з власної кишені пацієнту доведеться заплатити за естетичну медицину, частково стоматологію та звернення до вузького спеціаліста без скерування.


Окрім того, документ визначає, що розробку стандартів медичної допомоги, проведення оцінки медичних технологій, акредитацію закладів охорони здоров'я здійснюватиме спеціалізоване державне некомерційне агентство.
`
    },
    {
        author: 'Артур Вудсток',
        date: new Date(),
        photoUrl: '../../../assets/img/news-photo/#3.jpg',
        theme: 'Терміни інфекційних хвороб: за скільки часу хворий може заразити інших – інфографіка',
        article: `Інфекційні хвороби можуть бути небезпечними тим, що хворий може передавати інфекцію іншим людям ще навіть до перших проявів самої хвороби. Скільки триває інкубаційний період хвороб та скільки часу хворий є "заразним" – далі в інфографіці.

        Тривалість періоду, протягом якого людина вважається "заразною" залежить від самої хвороби та збудника. Наприклад, заразність кіру утримується до 10 днів від початку висипань, а от заразність інфекційного мононуклеозу може утримуватись аж до року після захворювання.
        
        Крім того, для багатьох захворювань вже під час інкубаційного періоду, коли людина уже заразилася вірусом, але ще добре почувається і не має жодних зовнішніх симптомів хвороби, збудник може виділятися й передаватися іншим. Наприклад, хворий на гепатит А може заразити оточуючих за 10-12 днів до перших явних проявів захворювання.
`
    },
    {
        author: 'Христина Кітч',
        date: new Date(),
        photoUrl: '../../../assets/img/news-photo/#4.jpg',
        theme: '9 січня повідомлялося, що у Київській міській дитячій клінічній інфекційній лікарні перебувають 14 дітей, які захворіли на кір.',
        article: `У Київській міській дитячій клінічній інфекційній лікарні перебувають 14 дітей, які захворіли на кір. В столиці заборонять відвідувати дошкільні установи і школи дітям, які не мають щеплень від кору. 

        Заступник голови Київської міської держадміністрації Микола Поворозник повідомив, що 20% київських дітей не щеплені від кору. За його словами, в 2016 році в Києві зафіксували два випадки захворювання на кір, а у 2017 році — 80.
        
        Громадське зібрало інформацію про те, що таке кір, як його виявити і що робити у такому випадку.  
        
        Кір — це інфекційна хвороба, збудником якої є вірус. Найчастіше  хворіють діти без щеплень, які відвідують дитсадки й школи. Але дорослі та підлітки, яким не робили вакцинацію, також можуть захворіти.
        Вірус кору дуже легкий і може розноситися потоком повітря, тому заразитися можна, перебуваючи в одному приміщенні з хворим. Але швидко гине в зовнішньому середовищі і не передається через побутові предмети (постіль, одяг) або третіх осіб, які контактували з інфікованими.

На кір хворіють лише люди, і зараження відбувається тільки від людини до людини.

Перші півроку після народження дитина має материнський імунітет від кору, але ближче до року він слабшає і необхідна вакцинація. Якщо ж мати дитини не хворіла й не робила щеплення, дитина імунітету не матиме.

Основні симптоми

Зазвичай на кір хворіють один раз. Повторні випадки трапляються вкрай рідко.

«Заразитися може будь-яка людина, що не має імунітету. Симптоми кору: висока температура, нежить, кашель, висип, іноді блювання й пронос. Часто ускладнюється пневмонією та може викликати ураження головного мозку», — повідомляє МОЗ.

Вірус кору послаблює імунітет і знижує здатність організму боротися з іншими хворобами. Від моменту зараження до захворювання минає від 7 до 21 дня. Це прихований період хвороби.

У період захворювання починається висока температура, сильний головний біль, нежить, відсутність апетиту й слабкість. Потім — нежить, сухий кашель, збільшення лімфовузлів, запалення слизової оболонки очей (сльозотеча, світлобоязнь, інколи гнійні виділення). Рожеві крапкові висипання з’являються на другий-третій день. На слизовій оболонці ясен, щік та губ — білуваті цятки. Їх можна побачити ще до появи висипу на тілі.

На 4-5 день хвороби на шкірі голови, обличчі, за вухами з’являється висип, пізніше розповсюджується на тіло, руки й ноги. Зазвичай виглядає як дрібні рожево-червоні цятки і пухирці, що поступово перетворюються на більші плями. У цей період стан хворого може погіршуватися. Висип зникає у зворотньому з появою порядку. Відтак стан хворого починає покращуватися.

`
    },
    {
        author: 'Олесь Сорока',
        date: new Date(),
        photoUrl: '../../../assets/img/news-photo/#5.png',
        theme: 'Кожен другий українець вже обрав свого лікаря',
        article: `Власний лікар, до якого можна звернутись з будь-якого питання щодо здоров’я, потрібен кожному. Як свідчить світова практика, більшість проблем із здоров’ям можуть бути вирішені на рівні первинної допомоги, особливо у разі вчасного звернення. Сімейний лікар, терапевт чи педіатр не лише встановлює діагноз і лікує найбільш поширені хвороби, травми, отруєння, а й консультує щодо здорового способу життя, дає направлення на аналізи, до вузьких спеціалістів, видає довідки. І всі послуги у вашого лікаря уже оплачені Нацслужбою здоров’я.

        Якщо ви ще не обрали свого лікаря і не знаєте, з чого почати, прочитайте коротку інструкцію: https://bit.ly/2tU0b8g
        
        Нині підписати декларацію можна і у приватному медзакладі: наразі до реформи приєднались 40 приватних клінік та 33 лікарі-ФОП.
        
        Загалом уже 623 медичних заклади, в яких працюють терапевти, педіатри і сімейні лікарі, уклали договори з Національною службою здоров’я і отримують фінансування за новою моделлю. Лише в жовтні ці заклади отримали майже 800 млн грн від Нацслужби здоров’я. Для більшості — це значно більше грошей, аніж за субвенцією, і медики цих закладів почали отримувати сутєтво вищу зарплатню: https://bit.ly/2PleXPL
        
        З другої половини 2019 року працюватиме програма «Безкоштовна діагностика». За направленням вашого сімейного лікаря ви зможете проходити рентген, УЗД, мамографію, ехокардіографію серця, аналізи та діагностичні дослідження в будь-якому медзакладі за вашим вибором, який бере участь у програмі. Оплачуватиме послуги Національна служба здоров’я.`
    },

]